Repository: mozilla-l10n/mt-training-data
Catalog: mgg/mgg_pontoon.tmx
Source language: en_us
Languages: mgg

source: 1 sentence collected
mgg: Mbɔŋ sɔnja mɛ̄kɛl

source: 2 down, keep it up!<playIcon></playIcon>
mgg: I da ka lis iɓá <playIcon></playIcon>, tɔká ɓɛ̌ sɔk !

source: About
mgg: sá ɗum nɛ sinɔŋ ê

source: Accepted file types: .tsv only
mgg: Mimbí milo mi ɛtwoŋgɛl ɓɛ kam ê: tsv venjetek

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mgg: { $actionType } <playIcon></playIcon>, mbɔŋ mɛkɛl ú ú laŋaa ɛnwɔɔnwɔŋ ɛ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mgg: { $actionType } <recordIcon></recordIcon> Phúla ték laŋká mbɔŋ mɛ̄kɛl ɓɛ̌ ɛkó

source: { $actionType }<stopIcon></stopIcon> when done
mgg: { $actionType } <recordIcon></recordIcon> tɛ́m ɗí í í si ê

source: { $actionType } submit when ready
mgg: { $actionType } Kɛndká tɛ́m ɗí ɓí í sil ê

source: Add and Review Sentences, Add Questions, Transcribe Audio
mgg: Ɛkɛl nɛ ɛtwoŋgɛl mimbɔŋ mí mɛ!̰kɛl; ɛkɛl mimiá nɛ ijwónd i nwɔŋaa ɓîk

source: Add <icon></icon> a public domain sentence
mgg: Kɛlká <icon></icon> mbɔŋ mɛ̄kɛl tí sa ɗum nɛ mot nyɛ̂ɛsa ê

source: Add information
mgg: ɛkɛl isá i ɓot dala nɛ ɛgu ɓîk

source: Add new sentences for the community to read
mgg: Ɛkɛl mimyenj mimbɔŋ mí mɛ̄kɛl tí ɛsu náǎ phúphōŋ ɓá á laŋ

source: Add one sentence per line
mgg: Ɛkɛl mbɔŋ mɛ̄kɛl ŋgwát tí lɛnda ŋgwát

source: Add questions in your language
mgg: Kɛlká mimiá tí lüii yēn

source: Add Sentences
mgg: Ɛkɛl mimbɔŋ mí mɛ̄kɛl

source: Add sentences in your language
mgg: Kɛlká mimbɔŋ mí mɛ̄kɛl tí lüii yēn

source: Add up to 1,000 sentences
mgg: Kɛlká i kum mímbɔŋ mi mɛ̄kɛl mil

source: Add Your Voice
mgg: jüelá jwǒnd yēn

source: Agriculture and Food
mgg: Sá ɗūm nɛ mɛphɛk nɛ ɛɗee ê

source: All sentence must have the same domain
mgg: Mimbɔŋ mi mɛ̄kɛl myɛ̂ɛs mi dala nɛ ɛɗuis pyat ŋgwát

source: All sentences must have the same citation
mgg: Mimbɔŋ mī mɛ̄kɛl myɛ̂ɛs mi dala nɛ ɛɓɛ nɛ ɓwoŋa gwát

source: Already have an account? <login>Log-In</login>
mgg: Ɓi nɛ pyat milɔŋ ɛ? <login>Sá ɗi tí ɛsá náǎ, mot ɛ ni tí pyat milɔŋ yɛ́ ê</login>

source: An error occurred fetching sentences
mgg: Jüas ǐ kul tɛ́m ɓɛ wa ɓaka nwɔŋ mímbɔŋ mi mɛ̄kɛl ê

source: An error occurred reviewing this sentence
mgg: Jüas ǐ ɓaka kul tɛ́m ɓɛ ɓɛ́ tí ɛjüak mbɔŋ mɛ̄kɛl têk ê

source: An error occurred submitting your voice information
mgg: Jüas í sɛɛ tɛ́m ɓi ɓɛ tí ɛkɛnd minwɔŋa mi ijwónd ɓyen

source: Approve
mgg: ɛkam

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mgg: Mot ɛtap si si nak ɛ, ɓɛ nɛ khul ɛjisɔɔ, sa gwát tɛ́m ɓɛ khɔŋg ijwónd ekɛ́, isá i kwombɛl ijwónd ɓîk ɓi nɛ khul ɛgbɛs mɛl mɛ̄kɛl mɛ ɗi ta ɓɛ tila mak. I ɓɛ náǎ, mɛ̄kɛl mɛ tek maa dala nɛ mɛl ɗi tila mqk nak, ɓɛ dala nɛ ɛɗim ijwónd i nwɔŋaa ɓik.I nɛ khul ɛthaŋ ɗyaŋ tɛ́m ɓɛ lyuk maɗiŋmayen tumba, gu thɔk tɛ́m ɓot ɓɛ tí ɛtap ɛkunɔɔ kunɔɔ ê

source: Are you coming? <strong>[called by another]</strong>
mgg: Ú tí ɛzye? [ laŋa nɛ yíl jwónd]

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mgg: Jiká ɓes mimiá myēn tí <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> gu <emailLink>tí pyat milɔŋ</emailLink>.

source: Automotive and Transport
mgg: Imatuá nɛ igɛlɛlɛ

source: Background Noise
mgg: kukuu ɗi ti ɗim ê

source: Background Voices
mgg: jijwónd dos ɓɛ phus ɓîk.

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mgg: "ɓa ku jüaká ɛnwɔɔnwɔŋ ɛsɔk náǎ ɓi myas mɛkaná, tí tɔ̂p náǎ mot laŋ ɔkɛ́, a a gu ɛtuɛl íkaŋgā, gu phakta ikáŋgá ɗi nɛ ijwónd ɓîk gu thɔk náǎ, a a tyaa tí ɛɗuɛl Ɛtɔn ɛ ji miá ê. Ɛ ɓu mímbi mi mítɛla mi ɛlaŋ ti sī ndol mipak miná ɗi náǎ ya a tí pyat yēn ê. Ɗiká nɛ mimyaŋla thɔk tí ɛsu ɛ ɓot o ɗi nɛ zyaala mɛkɛl nɛ nēn ê"

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mgg: ɛtuɛl « Matuá » í ɛdala nɛ ɗɛ ɓɛ́ ɗí nɛ khul ɛɓaka gwók náǎ «Matwa ê » (tí phoo)

source: <bold>{ $count }</bold> Clips
mgg: ɛɗüis isínɔŋ twóó ɓíl

source: <bold>Help us</bold> find more voices
mgg: <bold>kɛmká ɓes </bold>tí ɛɓyela mimyenj mɛ ijwónd

source: Bulk batch
mgg: thund

source: Bulk Sentences Uploaded
mgg: Mimbɔŋ mi mɛ̄kɛl ɗi ɓɛ́ ɛ́ kɛnd ê

source: By telling us about yourself, you will help developers build more inclusive technology
mgg: Ɓi tí ɛkpɛl ɛlɛɛ ɓot ɗakɛ ɓi lüii ekɛ́?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mgg: Ɛɓɛla nɛ jwónd gwát i tian náǎ, ɓí í kam </termsLink> mɛzye mɛ ɛɓɛla </termsLink> nɛ</privacyLink> ɓomb ɛɓakɛ isá itek sɔla </privacyLink>

source: Cancel Re-recording
mgg: ɛɗim jwónd ɓɛ ɓaka nwɔŋ ê

source: Cancel Submission
mgg: ɛtind yíl kɛndaa e

source: Cannot submit more than 1000 sentences
mgg: Ɓaa ɓɛ nɛ khul ɛkɛnd mímbɔŋ mi mɛ̄kɛl mi thaŋ mil.

source: Change preferences
mgg: ɛcenj isá ɓi kpɛl ɓik

source: Check <icon></icon> is this a linguistically correct sentence?
mgg: Jüaká <icon></icon>gu mbɔŋ mɛ̄kɛl ú tilá ɛnwɔɔnwɔŋ

source: <chevron></chevron>See less
mgg: ɛnwɔŋ ɓiɓyɔk íɓwóŋa

source: <chevron></chevron>See more
mgg: Ɛnwɔŋ thund íɓwoŋa

source: Citation
mgg: Ɓwoŋa

source: Cite with a URL link or the full name of the work.
mgg: Sáká kan nɛ ɛlɛɛ ɗin lɛ isɛɛ lyɛ̂ɛs

source: Click
mgg: Ɛnam

source: Clips Uploaded
mgg: Isá ɓɛ kɛnd náǎ, mot nyɛ̂ɛs á á ɓɛɛ tí pyat mílɔŋ

source: Comment
mgg: ɛlɛɛ sá ɓa thaŋ ê

source: Contact Us
mgg: saŋká ɓes

source: Continue
mgg: ɛtɔ́ nɛ yɛ ɓɛ sɔk

source: Continue validating
mgg: ɛtɔ́ nɛ ɛkpɛnjɛl mindɛm mɛ mɛnwɔŋa mɛ ijwónd

source: Contribute
mgg: Ɛgba ɛkɛl

source: Contribute sentences
mgg: ɛɓaka jüe míl mímbɔŋ mí mɛ̄kɛl

source: Contribution Criteria
mgg: ɗakɛ ɓɛ dala nɛ ɛsá ê

source: Create a profile
mgg: ɛkus vekle

source: Criteria
mgg: ɗɛ ɓɛ dala nɛ ɛsa ê

source: Datasets
mgg: isá ɓɛ idôŋ

source: Delete my recordings
mgg: Ɛɗim minwɔŋa mɛ ijwónd

source: Different language
mgg: yil lüii

source: Difficult to pronounce
mgg: i tí ɗiá tǐ ɛtuɛl

source: Discard ongoing recording
mgg: ɛɓyet nwɔŋa ijwónd ɓɛ tí ɛthaŋ ê

source: Does the sentence meet the guidelines?
mgg: Jüaká gu mbɔŋ mɛ̄kɛl ú tíla ɗakɛ ɓɛ lɛɛ ê.

source: Donate your voice
mgg: lüiiká ɓɛ ɛkó

source: Don't see your language on Common Voice yet?
mgg: lüii yēn ya a ɓa lǐ tilaa

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mgg: Kɛndká phiphɔtɔ milo mi ɛtwoŋgɛl wak <uploadButton> gu ɓi nam wak tí ɛsu lɛ ɛkɛnd <uploadButton>

source: Drop file here to upload
mgg: Kaká phɔtɔ milo mi ɛtwoŋgɛl wak tí ɛsu lɛ ɛkɛnd

source: Enter your public domain sentence here
mgg: Tiká mimbɔŋ mi mɛ̄kɛl wen ɗum nɛ mot nyɛ̂ɛsa ɔkɛ́ wak

source: Enter your public domain sentences here
mgg: Tiká mimbɔŋ mi mɛ̄kɛl men ɗum nɛ mot nyɛ̂ɛsa ɔkɛ́ wak

source: Error adding sentence
mgg: Jüas î î kul tɛ́m ɓɛ kɛl mbɔŋ mɛ̄kɛl ê

source: ESC
mgg: ɛthaŋ ɗyaŋ

source: Exit & Delete clips
mgg: Ɛpema nɛ ɛɗim minwɔŋa mɛ ijwónd ɓyām ɓyɛ̂ɛs

source: Fewer than 15 words per sentence
mgg: ɓyaa gba mɛ̄kɛl i thaŋ kám nɛ itɛn

source: File is too large
mgg: Phɔtɔ tek i tí ɓuuɓu milo mi mɛ̄kɛl mi ɛtwoŋgɛl

source: File is too small
mgg: Phɔtɔ tek i tí ɓuu twɔkɔɔ

source: Finance
mgg: Isá í mɛɓɔ́

source: Finish recording
mgg: ɛsil ɛnwɔŋ ijwónd

source: Finish recording first?
mgg: Ɛ nyɛɛ sil ɛnwɔŋ ijwónd

source: Finish Review
mgg: ɛsil ɛjüak gu í í thaŋ ɛnwɔɔnwɔŋ

source: Finish validating
mgg: ɛsil mɛkaná mɛ ijwó?d

source: Finish validating clips?
mgg: ɛsil ɛkpɛnjɛlká mindɛm mɛ mɛnwɔŋ mɛ ijwónd ɛ ?

source: Follow guidelines from “What sentences can I add?”
mgg: Ɗuká mɛlyoo mak «wɔɔ mbi mimbɔŋ mi mɛ̄kɛl mi ɗí nɛ khul ɛɓaka kɛl e ?»

source: for example
mgg: ɓwoŋa

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mgg: Ti ɛsu ɛ náǎ; mɛzye mɛ ɛsá isinɔŋ mɛ kɛ́ tí sī ndol mipak miná, i je náǎ isá i ɓɛ kwombɛl isinɔŋ ɓik, ɓi ɓɛ nɛ thund mililo. Tí ɛnwɔŋ ɓwoŋa, ɓɛ ɓɛ́ ta nwɔŋ ɓɛ ol ɗi tí gu lüii ɛnwɔɔnwɔŋ ê nak, mɛzye mɛ ɛsá isinɔŋ maa kɛ ɛnwɔɔnwɔŋ tí ɛsu lɔɔ. .</learnMore I je ɛgu isinɔŋ tí sá ɗum nɛ mitila ê..</learnMore

source: General
mgg: Ɛsinɔŋ ɓyɛ̂ɛs

source: General language / multiple variants
mgg: Sá yɛ̂ɛs ɗum nɛ lüii ê / mimbí mɛ ilüii

source: Grammatical / spelling error
mgg: ɓyoola .tila

source: Great!<recordIcon></recordIcon> Record your next clip
mgg: I tí ɓuu nwɔŋ! <recordIcon></recordIcon> Ɓaká nwɔká ijwónd i mɛ̄kɛl mɛ ɗum ê.

source: Great work!<playIcon></playIcon> Listen again when you're ready
mgg: Tyaa isɛɛ ! <playIcon></playIcon> Ɓaka gwokɛlká tɛ́m ɗí ɓí í sil mikwomsa ê

source: Guidelines
mgg: Mɛvende

source: Healthcare
mgg: Tɔmb nɛ pyɛɛ

source: Help create Common Voice’s first target segment in { $locale }
mgg: Kɛmká tí ɛkus mbɔŋ mɛkɛl tí lɛnda ɓɛ pak ɛdom ɛ mbɔŋ

source: Help us validate voices
mgg: Kɛmká ɓes tí ɛsá náǎ, mindɛm mɛ ijwónd mi thaŋ ê

source: His hand was rais-ed.
mgg: moapha ɗi nɛ mul mɛ mɛgwɔŋ nɛ tit ɔ̂

source: History, Law and Government
mgg: Milɔŋ, isá i mot ɗi nɛ kham ɓîk, ŋgɔ́mina

source: How do I cite?
mgg: Ɗakɛ ɓɛ sa kan ê

source: How to add multiple sentences
mgg: Ɗakɛ mi dala nɛ ɛsá tí ɛɓaka kɛl míl mimbɔŋ mi mɛ̄kɛl ê

source: How would you describe your sex or gender?
mgg: Ɓi kpɛl ɛlɛɛ tɛla wen na?

source: I agree
mgg: Mí í kpɛl

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mgg: Mi lɛɛ náǎ, mimbɔŋ mi mɛ̄kɛl mîk ɛ́ mí <wikipediaLink> lüii sá ɗum nɛ mot nyɛ̂ɛsa ê</wikipediaLink> thɔk mi nɛ zye náǎ mi kɛnd myɛ

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mgg: Mi lɛɛ náǎ, mbɔŋ mɛ̄kɛl ɔkɛ́ <wikipediaLink> i sá ɗum nɛ mot nyɛ̂ɛsa ê, <wikipediaLink> thɔk mi nɛ zye náǎ mi kɛnd yɛ

source: <icon></icon> Add multiple public domain sentences
mgg: <icon></icon> Ɛkɛl thund mímbɔŋ mí mɛ̄kɛl mi ɗum nɛ isá i ɓot nyɛ̂ɛs ê

source: Ideally natural and conversational (it should be easy to read the sentence)
mgg: mbɔŋ mɛ̄kɛl ( i dala nɛ ɗi ɗakɛ ɓɛ lüii ê, ta ɗiá tí ɛlaŋ)

source: I do not agree
mgg: Mí í ɓyen

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mgg: I ɓɛ mɛ̄kɛl mēn nak, lɛɛka. <italicizedText> « Ɓwoŋa yɔ́ wɔ mot tek nak » </italicizedText> Zi tí ɛkam ɛgu pyat ɓi nwɔŋ mɛ̄kɛl mên tí ɛgu jüak gu i sá ɗum nɛ sá mot nyɛ̂ɛsa, tí ɛkamb ɛɓye mitɔp nɛ mot ɓa sá lo sɛɛ tek ɔ́. Tí ɛsu lɛ isá i ɓot o dala nɛ ɛgu tí iɓwoŋa ê, jüaká <guidelinesLink> mɛvende mes tí pyat <guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mgg: Ijwónd ɓɛ nwɔŋ ɓik, ɓi kukma gu ɓi ɓɛ ta guu dos nak, ɓɛ tind pyat tek, ɓɛ lyuk yil ɗi tí ɛdos ɛnwɔɔnwɔŋ ê.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mgg: Ɓi ɓɛ tí ɛɓaka kɛl ɓíl isínɔŋ ɓot dala nɛ ɛgu ɗum nɛ phɔtɔ milo mi ɛtwoŋgɛl nak, ɓɛɛká ɓot ɓak <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mgg: Ɓi ɓɛ tí ɛɓaka kɛl ɓíl isínɔŋ ɓot dala nɛ ɛgu sá ɗum nɛ phɔtɔ milo mi ɛtwoŋgɛl ɗi ta ɓɛ twóó mbi ndɛm ê nak, ɓɛɛká ɓot ɓak <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mgg: I ɓɛ náǎ mbɔŋ mɛ̄kɛl waa dala nɛ isá ɓɛ lɛɛ náǎ ɓi ɓɛ ka ɓɛ ɛko ɓîk, namká tí ɓutɔŋ «ɛɓyen» ɗi ɓɛ ɛmyɛl ê. I ɓɛ náǎ, ɓi tí ɛwenɛl nak ɓi nɛ khul ɛcel, ɓi thaŋ ɓɛ wul

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mgg: I ɓɛ náǎ mbɔŋ mɛ̄kɛl i tila ɗakɛ í dala ekɛ́ nak, namká tí ɓutɔŋ «ɛkam» ɓɛ ɛdom

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mgg: Ɓi ɓyela mbi isínɔŋ ɓinɛŋ nak, saká anup mísul ta ɓɛ nɛ mɛpek. Ɓi wa ɓɛ ta ɗi mɛcyuŋ nak, namká ɓutɔŋ « Ɛthaŋ » ɓi tháŋ tí ɛɓaka nwɔŋ ɓíl ijwónd.

source: If you run out of sentences to review, please help us collect more sentences!
mgg: I ɓɛ náǎ, ɓyaaká ɓɛ nɛ mbɔŋ mɛ̄kɛl tí ɛsu lɛ ɛɓaka jüak nak, kɛmká ɓes tí ɛɓaka twɔkla míl mimbɔŋ mi mɛ̄kɛl !

source: Include appropriate citation
mgg: ɓi dala nɛ gba tyaa iɓwoŋa

source: Invalid file
mgg: Maa nwɔŋ phɔtɔ milo mi mɛ̄kɛl

source: It contains words or phrases that are hard to read or pronounce.
mgg: mɛl mɛ̄kɛl gu mbɔŋ mɛ̄kɛl mɛ tí ɗiá tí ɛlaŋ gu tí ɛtuɛl

source: It is written in a language different than what I’m reviewing.
mgg: Mbɔŋ mɛ̄kɛl ú tilá ti yíl lüii ta ɓɛ yil mí ɗi tí ɛɓaka láŋ tek ê

source: It is written in a language different than what I’m speaking.
mgg: mbɔŋ mɛ̄kɛ̄l u tila tí yíl lüii süis

source: Just Unsure?
mgg: Ɛsá gu ɛɗi ta sá

source: Keep it up, record again <recordIcon></recordIcon>
mgg: Tɔká nɛ ɛsáká ɗyaŋ ɛ, ɓi ɓaka nwɔŋ yil jwónd.

source: Keep the recordings
mgg: Ɛɓakɛl minwɔŋa mɛ ijwónd

source: Keep track of your progress with a profile
mgg: Ɓɛɛka ɗɛ ɓi ɗi tí ɛtɔ́ ɓɛ̌ sɔk tí ɛɓaka tuu nyil zye

source: Language Fundamentals (e.g. Digits, Letters, Money)
mgg: Isá ɓi ɛtin ɛlüii (mɛtɔŋ, ikaŋgá, mɔní)

source: Languages
mgg: ilüii

source: Large bulk sentence submission
mgg: Ɛkɛnd thúnd mimbɔŋ mi mɛ̄kɛl

source: Learn More
mgg: ɛɓaka gǔ ɓīl isínɔŋ

source: Leaving now means you'll lose your progress
mgg: Ɓí pema ɛchyaak nak, ɓyaa ka tɔ tel ɓɛ sɔk

source: Listen
mgg: Ɛgwokɛl

source: Listen options menu
mgg: pyat isɛɛ ɗí «Ɛgwokɛl ê»

source: Loading sentences…
mgg: Ɛlwondɛl mímbɔŋ mí mɛ̄kɛl

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mgg: <loginLink> Niká twóó pyat milɔŋ <loginLink> gu <loginLink> tilká min <loginLink> tí ɛsu lɛ ɛkɛl mimbɔŋ mi mɛ̄kɛl

source: Log in or sign up to get started
mgg: Tilaaká tí ɛsu lɛ ɛnyɛl

source: Log In / Sign Up
mgg: ɛtilaa

source: Make sure the sentence meets the following criteria:
mgg: Gu jüakká náǎ, mbɔŋ mɛ̄kɛl u tí ɛdala nɛ mɛzye mâk :

source: Maximum file size: 25 MB
mgg: Tɛ phɔtɔ lo ɛtwoŋgɛl yǎ dala nɛ ɛthaŋ 25 M0

source: Media and Entertainment
mgg: Isá i lɛɛ ɓot isá i thaŋ tí kanda nɛ inyamɛl

source: Minimum sentences in file: 1000
mgg: Ɓim mimbɔŋ mi mɛ̄kɛl ɗi twóó phɔtɔ milo mi ɛtwoŋgɛl myaa dala nɛ: 1000

source: [Mismatched content]
mgg: mɛkaná ɗi ɓa a lɛɛ sá thaŋ ê

source: Misreadings
mgg: ɛɗi ta hu ɛlaŋ

source: Missing an <strong>'s'</strong> at the end of a word.
mgg: Yaa ɓɛ nɛ <strong>« s »</strong> ɓɛ mɛsil mɛ ɛkɛl.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mgg: Ya a ɓɛ nɛ <strong> «kíkɛl mɛtimbɛl» <strong>gu<strong>«kíkɛl mɛtimbɛl» </strong> tí mɛnyɛl mɛ ɛnwɔŋ lɛ ijwónd

source: Missing the end of the last word by cutting off the recording too quickly.
mgg: ɛcyukɛl ɛkɛl ɛ mɛ̄sil nɛ dɔ

source: [More has been recorded than the required text]
mgg: ɛnwɔŋ ijwónd i thaŋ ɓim ɓɛ náǎ i sɛɛ ke

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mgg: Tɛ́m ɓɛ nwɔŋ ijwónd ekɛ, ɓot dala lüii ɗɛ ɛ ɓa lilüii ê. Sa gwát ɓi nɛ khul ɛkam tí ɓil itɛ́m jwónd ɓena, gu yil ɓɛ nyuŋla ê gu yil sɛɛ nɛ jwónd gwát ê. « Pyat inyamɛl » Ɓyaa kam ijwónd i jemb jemb ke, gu ɓil í nwɔŋa nɛ nsina tháŋa ê.

source: n
mgg: y

source: N
mgg: Y

source: Nature and Environment
mgg: Isá i Zɛmb a kus ɓîk, nɛ iɓwas

source: News and Current Affairs
mgg: Isá í thaŋ mɛlú myɛ̂ɛs ê

source: No
mgg: yaa

source: [No ‘a’ in the original text]
mgg: ya a ɓɛ nɛ «y» twóó tyaa mitilā

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mgg: <noCopyright> ɓaa kambɛl náǎ ɓot ɓɛ ɓɛla nɛ yɛ́ </noCopyright> (cc-0)

source: No foreign letters
mgg: ta ɓɛ nɛ mimyenj mɛ íkaŋgá

source: No microphone found.
mgg: Ɓaa ɓyela sá nwɔŋ ijwónd ê

source: No numbers and special characters
mgg: ta ɓɛ nɛ mɛtɔŋ gu mitila mi áɗiáɗiá

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mgg: Ya a ɓɛ nɛ mbɔŋ mɛ̄kɛl tí ɛsu lɛ ɛjüak ivus. Ɓi nɛ khul<addLink> ɛ ɓaka kɛl mil mímbɔŋ mímɛ̄kɛl<addLink>

source: No thanks, continue speaking
mgg: Ooh o mimyaŋla tɔká nɛ ɛlüii

source: Offensive language
mgg: lüii óloŋ

source: Offensive speech
mgg: iɓyoola i mɛ̄kɛl

source: On desktop devices you can contribute by downloading…
mgg: Tí ɛsu ɛ nsina mitháŋá, nwɔŋká nɔl ɗi myenj ê

source: On his head he wore a beret.
mgg: sina u tí ɛɗul thund ímatuá kɛ ti kpak idóó ê

source: On iOS please continue with Safari to enable recording…
mgg: Tí iOS, tɔká ɓɛ sɔk nɛ Safali tí ɛsu lɛ ɛjemɛl nwɔŋá ijwónd

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mgg: Ɓi ɓɛɛ thɔk náǎ, mot laŋ ɔ a a ɓa lǐ ɓɛɛ ɛkɛl ɛ ɗi ti ɛkat ɛ tí ɛlaŋ ekɛ nak, gu thɔk tí ɛsaŋ mɛzye mɛ ɛgu ɛlaŋ e nak, ɓyenkáná ijwónd i tek, gu thɔk kpɛnjɛlká ka ye

source: p
mgg: ɛ

source: Partner
mgg: Ɓot o salá ndɔŋ ɓak

source: [Part of the text can’t be heard]
mgg: [ Míl mítilá myaa dos ]

source: <playIcon></playIcon>Last one!
mgg: I yil mɛsil !

source: Play/Stop
mgg: ɛlaŋ/ɛtɛl

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mgg: Jüaká pyat milɔŋ yes <templateFileLink>modèle</templateFileLink> Mimbɔŋ mí mɛ̄kɛl men mɛ dala nɛ ɛɓɛ nɛ mɛl mɛ mot nyɛ̂ɛs ɗí nɛ khul ɛɓɛla nɛ myɛ́ ê. (CCO gu tyaa isɛɛ mot tek jüe ɓen ê) I dala nɛ ɛɓɛ tila ɛnwɔɔnwɔŋ, i jüaŋ thɔk tí ɛlaŋ. Mimbɔŋ mi mɛ̄kɛl ɓi wa kɛnd mîk mi dala nɛ ɛlaŋaa taŋ mimbyaala kám gu kám nɛ mítɛn. Myaa dala nɛ ɛɓɛ nɛ mɛtɔŋ, min mɛ ɓot gu míl mitila mi áɗiáɗia.

source: Please fill out this field.
mgg: lwondɛká tíl pyat ê

source: Please select a language to review sentences.
mgg: syɛɛka lüii tí ɛsu lɛ ɛtwoŋgɛl mímbɔŋ mí mɛ̄kɛl

source: r
mgg: ɛ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mgg: [« moqpha ɗí nɛ mul mɛ mɛgwɔŋ nɛ tit ɔ̂ »ɓɛ tuɛl yɛ tí pelasi ɗakɛ ɛkɛl ɛ gwát, ta ɓɛ mɛmbá

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mgg: Ɓīm ɓɛ dala nɛ ɛkɛnd ekɛ, í í lwônd. Ɓaka jwoklaká { $retryLimit } inutɛn

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mgg: Ɓīm ɓɛ dala nɛ ɛkɛnd ekɛ, í í lwônd. Ɓaka jwoklaká tí { $retryLimit } mimbyaala

source: Reader Effects
mgg: Mbena ijwónd nɛ misáwá mɛ ijwónd

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mgg: mɛkɛ́l mɛ ɗi phakta mák mɛ́ ɛ́ laŋaa, ɗakɛ« kamb kamb» ta ɓɛ «kámb nɛ kamb»

source: Read Sentences
mgg: ɛlaŋ mímbɔŋ mī mɛ̄kɛl

source: Read Sentences, Answer Questions
mgg: ɛlaŋ mimbɔŋ mi mɛ̄kɛ nɛ ɛɓɛs mimiá

source: Read Sentences <small>(Coming soon)</small>
mgg: Ɛlaŋ mímbɔŋ mi mɛ̄kɛl <small>(Mɛlu mɛ ɗi tí ɛzye mak)</small>

source: Read sentences submitted by the community in various languages
mgg: Ɛlaŋ mímbɔŋ mi mɛ̄kɛl ɓot o pyat yēn jüe ekɛ́ tí mimbi mi ilüii

source: <recordIcon></recordIcon> Last one!
mgg: <recordIcon></recordIcon> I yíl mɛsil

source: [Recording cut off before the end of the last word]
mgg: [Ɛnwɔŋ lɛ ijwónd ces ɛsɔk náǎ ɛkɛl ɛ mɛ́sil li si ke]

source: Record/Stop
mgg: ɛnwɔŋ jwónd/ɛtɛl

source: Record yourself reading sentences in your language
mgg: nwɔkaná ijwónd ɓyɔɔ tí ɛlaŋ tí lüii yēn

source: Record yourself responding to questions and prompts in your language
mgg: nwɔkaná ijwónd ɓyɔɔ tí ɛɓɛs mimiá nɛ ɛyalan nɛ ojóŋ tí lüii yēn

source: Record your voice
mgg: Nwɔŋká jwond yen

source: Reference the source of your sentence (required)
mgg: Gu lɛɛká ɛtin ɛ mbɔŋ mɛ̄kɛl wên(yizaŋ tek í mala)

source: Reject
mgg: ɛɓyen

source: Report
mgg: ɛcesɛl

source: Report was passed successfully
mgg: mɛkaná lɛɛ sa ɓa thaŋ ɛ thes ekɛ́ mɛum ɛnwɔɔnwɔŋ

source: Request a Language
mgg: ɛjüe lüii

source: Re-record
mgg: Ɛɓaka nwɔŋ ijwónd

source: Re-record clip
mgg: ɛɓaka nwɔŋ jwónd

source: Return
mgg: ɛni

source: Review
mgg: Ɛguu jüak

source: Review could not be saved. Please try again later.
mgg: Ɓa a nɛnjl yil ɓɛ kwombɛl ê. Ɓaka jwoklaka

source: ⓘ Review Criteria
mgg: ⓘ Mɛzye mɛ ɛthaŋ tí ɛɓak sá

source: Review Criteria
mgg: Mɛzyze mɛ ɛthaŋ tí ɛɓaka sá

source: Reviewed sentences not submitted, are sure?
mgg: Mimbɔŋ mí mɛ̄kɛl ɓɛ kwomnɛl mîk ɛ, ɓaa kɛnd myɛ, ɓi tí ɛkpɛl ɛtɔ ɓɛ sɔk ɛ?

source: Review existing sentences submitted by the community
mgg: Guujüakáná mimbɔŋ mi mɛ̄kɛl ɗuistwóó til phúphōŋ ê

source: Review & re-record clips here as you go
mgg: Guu jüaká, i ɓɛ náǎ, ijwónd ɓyaa dala nak, ɓi ɓaka nwɔŋ ɓíl

source: Review & re-record clips if needed
mgg: Guu jüaká gu i nɛ zye náǎ ɓi ɓaka nwɔŋ ijwónd nak .

source: Review Sentences
mgg: ɛfyal mímbɔŋ mi mɛ̄kɛl

source: Review sentences in your language
mgg: Jüaká mimbɔŋ mi mɛ̄kɛl tí lüii yēn

source: Review & Submit
mgg: Jüaká ɓi kɛnd

source: Review transcriptions of recorded sentences for accuracy
mgg: ɛgu jüak mɛkɛl mɛ mimbɔŋ mitila ɓɛ nwɔŋ ijwónd ê

source: Review user-submitted transcriptions in your language
mgg: Guujüaká mitila ɓot o ɗi tí ɛɓɛla nɛ lüii yēn ɓak tí lüii yēn ɓak

source: s
mgg: ɛ

source: S
mgg: Ɛ

source: Select an option
mgg: tɔpká ɗɛ ɓi dala nɛ ɛsá ê

source: Select a variant (optional)
mgg: Ɛsyɛɛ wul mbi luii (ɓi kpɛl nak)

source: Select File
mgg: Syɛɛká phɔtɔ milo mi ɛtwoŋgɛl
